'''
project #24 메세지 출력 프로그램

Author        : 주민찬
ID number     : 202021224
Details       : 학과 행사 안내를 위한 단체메세지 출력
Input         : X
Output        : 단체 메세지
File Name     : practice24.py
History       : 2020.06.13
'''

name = ['김나라', '김이박', '김수영', '이산을', '이민영',
        '이한을', '박미선', '박하늘', '박기준', '주민찬']

for x in name :
    print('\n', x, '학우에게,')
    print('내일 오후 6시에 팔달관 로비에서 개강총회가 진행되니 참석 바랍니다.')
    print('학생 대표 홍길동')

    print('\n------------------------------------------------------------------')
